tap "bufbuild/buf"
tap "dbt-labs/dbt"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "minio/stable"
brew "glib"
brew "libssh2"
brew "curl"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "git"
brew "golangci-lint"
brew "guile"
brew "harfbuzz"
brew "icu4c"
brew "jq"
brew "node"
brew "jsonlint"
brew "libfido2"
brew "libtiff"
brew "python@3.11"
brew "openjdk"
brew "maven"
brew "mkdocs", link: false
brew "mysql-client"
brew "neovim"
brew "nghttp2"
brew "node@18"
brew "openssl@1.1"
brew "pipenv", link: false
brew "pipx"
brew "protobuf"
brew "prototool"
brew "pyenv"
brew "python@3.10"
brew "tcl-tk"
brew "ranger"
brew "ripgrep"
brew "rust"
brew "terraform-docs"
brew "tfenv"
brew "tflint"
brew "tmux"
brew "tree"
brew "unzip"
brew "bufbuild/buf/buf"
brew "hashicorp/tap/terraform", link: false
brew "jesseduffield/lazygit/lazygit"
cask "alacritty"
cask "dropbox"
cask "font-lilex-nerd-font"
cask "qlmarkdown"
